[
  {
    "hint": "The first yogi, one of the many epithets of Shiva",
    "originalWord": "Adiyogi"
  },
  {
    "hint": "The sky or ether, one of the five elements of Nature",
    "originalWord": "akasha"
  },
  { "hint": "Bliss", "originalWord": "ananda" },
  {
    "hint": "The innermost body or the bliss body",
    "originalWord": "anandamayakosha"
  },
  {
    "hint": "Food-formed sheath or the gross body",
    "originalWord": "annamayakosha"
  },
  { "hint": "Lit. physical posture; yoga postures", "originalWord": "asana" },
  {
    "hint": "The eight limbs or disciplines of yoga",
    "originalWord": "ashtanga"
  },
  { "hint": "Sanskrit word for soul", "originalWord": "atma" },
  {
    "hint": "The primordial sound made by chanting A-UM",
    "originalWord": "aum"
  },
  {
    "hint": "Bliss body, innermost layer in yogic physiology",
    "originalWord": "anandamayakosha"
  },
  {
    "hint": "Refers to the energy channels in the pranic body",
    "originalWord": "chakra"
  },
  {
    "hint": "Lit. tool or device; spiritual practice",
    "originalWord": "sadhana"
  },
  { "hint": "Lit. union", "originalWord": "yoga" },
  { "hint": "One who is in a state of yoga", "originalWord": "yogi" },
  { "hint": "A Buddhist spiritual tradition", "originalWord": "Zen" },
  {
    "hint": "The first yogi, one of the many epithets of Shiva.",
    "originalWord": "Adiyogi"
  },
  {
    "hint": "Aghoris, one of the ascetic sects of Shaivites.",
    "originalWord": "Aghoris"
  },
  { "hint": "Refers to the five fires of the body.", "originalWord": "Agnis" },
  { "hint": "Untimely death.", "originalWord": "AkaalMrutyu" },
  {
    "hint": "The sky or ether, one of the five elements of Nature.",
    "originalWord": "Aakash"
  },
  { "hint": "Bliss, unconditional joy.", "originalWord": "Ananda" },
  {
    "hint": "The innermost body or the bliss body.",
    "originalWord": "AnandamayaKosha"
  },
  { "hint": "Literally, 'the soulless one'.", "originalWord": "Anatma" },
  {
    "hint": "The physical body made up of the five gross elements.",
    "originalWord": "AnnamayaKosha"
  },
  {
    "hint": "The final ritual to be done for the deceased.",
    "originalWord": "Antyeshti"
  },
  {
    "hint": "One of the five pranas in the human body.",
    "originalWord": "ApanaPrana"
  },
  { "hint": "A hero of the great epic Mahabharata.", "originalWord": "Arjuna" },
  { "hint": "The last of the four Vedas.", "originalWord": "AtharvanaVeda" },
  {
    "hint": "Individual being, the supreme soul, or Brahman.",
    "originalWord": "Atma"
  },
  {
    "hint": "The primordial sound made by chanting A-U-M.",
    "originalWord": "Aum"
  },
  {
    "hint": "A spiritual energy form to remove obstacles.",
    "originalWord": "AvighnaYantra"
  },
  {
    "hint": "Cries of desperation in southern Indian languages.",
    "originalWord": "Aiyyo"
  },
  {
    "hint": "Mahavatar Babaji, Indian saint and yogi.",
    "originalWord": "Babaji"
  },
  {
    "hint": "Child yogi, who attains Enlightenment at an early age.",
    "originalWord": "BalaYogi"
  },
  {
    "hint": "A ghoul or ghost. Also refers to the five primary elements.",
    "originalWord": "Bhoota"
  },
  {
    "hint": "A Yogic practice where the eyeballs are focused between the eyebrows.",
    "originalWord": "Bhrumadhya"
  },
  {
    "hint": "One who is on the path of the Divine.",
    "originalWord": "Brahmachari"
  },
  {
    "hint": "The path of the Divine. A life of celibacy and studentship.",
    "originalWord": "Brahmacharya"
  },
  {
    "hint": "The faculty of discrimination, analysis, logical and rational thought.",
    "originalWord": "Buddhi"
  },
  { "hint": "A traditional gypsy soothsayer.", "originalWord": "Budubuduku" },
  {
    "hint": "One who has attained mastery over all the chakras.",
    "originalWord": "Chakreshwara"
  },
  {
    "hint": "A spiritual energy form for the well-being of the family.",
    "originalWord": "LingaBhairaviYantra"
  },
  {
    "hint": "A Yogic practice taught by Sadhguru.",
    "originalWord": "ShambhaviMahamudra"
  },
  { "hint": "Victory over death.", "originalWord": "Mrutyunjaya" },
  {
    "hint": "A fierce form of Shiva, one who has mastery over time.",
    "originalWord": "Kalabhairava"
  },
  {
    "hint": "A name borne by Sadhguru in two of his previous lifetimes.",
    "originalWord": "Shivayogi"
  },
  {
    "hint": "Release, Liberation, the final absolution of the Self from the chain of death and rebirth.",
    "originalWord": "Mukti"
  },
  { "hint": "The fundamental life force.", "originalWord": "Prana" },
  {
    "hint": "Sacred beads; seeds of a tree associated with Lord Shiva.",
    "originalWord": "Rudraksha"
  },
  {
    "hint": "Traditional southern Indian greeting.",
    "originalWord": "Namaskaram"
  },
  {
    "hint": "An effortless process of conscious non-doing meditation.",
    "originalWord": "Shoonya"
  },
  {
    "hint": "A dynamic Yogic posture or practice.",
    "originalWord": "Siddhasana"
  },
  {
    "hint": "Refers to an energy form which can be designed to bring prosperity and well-being.",
    "originalWord": "Yantra"
  },
  { "hint": "Suffering.", "originalWord": "Yatana" },
  { "hint": "Travel, journey, pilgrimage.", "originalWord": "Yatra" },
  {
    "hint": "The center of knowledge and enlightenment, located between the eyebrows",
    "originalWord": "Agna"
  },
  {
    "hint": "The sense of identity within a person, often associated with the ego",
    "originalWord": "Ahankara"
  },
  {
    "hint": "Ether, the subtle physical landscape on which creation unfolds",
    "originalWord": "Akash"
  },
  {
    "hint": "The heart chakra, symbolized by two triangles forming a six-pointed star",
    "originalWord": "Anahata"
  },
  {
    "hint": "The bliss body, one of the sheaths in yogic physiology",
    "originalWord": "Anandamayakosha"
  },
  {
    "hint": "A series of dynamic processes aimed at physical mastery and peak fitness",
    "originalWord": "Angamardana"
  },
  {
    "hint": "The physical sheath in yogic physiology, also referred to as the food body",
    "originalWord": "Annamayakosha"
  },
  {
    "hint": "Yoga postures that help one achieve union with their higher nature",
    "originalWord": "Yogasana"
  },
  {
    "hint": "One who has risen above duality, often describes a saint or yogi",
    "originalWord": "Avadhuta"
  },
  {
    "hint": "The science of life, an ancient Indian system of medicine",
    "originalWord": "Ayurveda"
  },
  {
    "hint": "Mastery over the five elements, promoting well-being and spiritual access",
    "originalWord": "Bhutasiddhi"
  },
  {
    "hint": "Another name for the sahasrara chakra located at the crown of the head",
    "originalWord": "Brahmarandra"
  },
  {
    "hint": "The faculty of discrimination, analysis, and logical thought",
    "originalWord": "Buddhi"
  },
  {
    "hint": "Energy centers in the human body, symbolized as wheels",
    "originalWord": "Chakra"
  },
  {
    "hint": "The etheric dimension of intelligence",
    "originalWord": "Chidakasha"
  },
  {
    "hint": "Pure intelligence, the most fundamental dimension of the mind",
    "originalWord": "Chitta"
  },
  {
    "hint": "Lit. the power of the mind, a meditation to enhance mental capabilities",
    "originalWord": "Chitshakti"
  },
  {
    "hint": "A yogic process of unwavering focus on an object",
    "originalWord": "Dharana"
  },
  {
    "hint": "A yogic process where the subject or object is absorbed into the other",
    "originalWord": "Dhyana"
  },
  {
    "hint": "A state where one’s intelligence is employed to reach their ultimate nature",
    "originalWord": "Gnana"
  },
  {
    "hint": "The first yogi, one of the many epithets of Shiva",
    "originalWord": "Adiyogi"
  },
  {
    "hint": "Founder of the Advaita Vedanta school of philosophy",
    "originalWord": "Shankaracharya"
  },
  {
    "hint": "The goddess of wealth and prosperity, wife of Vishnu",
    "originalWord": "Lakshmi"
  },
  {
    "hint": "The flute-playing divine prince of Dwaraka",
    "originalWord": "Krishna"
  },
  {
    "hint": "The Hindu festival celebrating light over darkness",
    "originalWord": "Diwali"
  },
  {
    "hint": "The snake-shaped energy coiled at the base of the spine in yoga",
    "originalWord": "Kundalini"
  },
  {
    "hint": "A key proponent of the Bhakti movement known for his devotion to Rama",
    "originalWord": "Tulsidas"
  },
  {
    "hint": "The founder of Sikhism and its first Guru",
    "originalWord": "GuruNanak"
  },
  {
    "hint": "The queen of Ayodhya, known for her chastity in the Ramayana",
    "originalWord": "Sita"
  },
  {
    "hint": "A famous devotee of Krishna and poet-saint of the Bhakti movement",
    "originalWord": "Mirabai"
  },
  {
    "hint": "The great warrior and the third Pandava in the Mahabharata",
    "originalWord": "Arjuna"
  },
  {
    "hint": "The king of Lanka in the Ramayana, known for his ten heads",
    "originalWord": "Ravana"
  },
  {
    "hint": "The epic poet who composed the Ramayana",
    "originalWord": "Valmiki"
  },
  {
    "hint": "A poet-saint of the Bhakti movement, known for his devotion to Lord Rama",
    "originalWord": "Kabir"
  },
  {
    "hint": "The goddess of wisdom and learning in Hindu tradition",
    "originalWord": "Saraswati"
  },
  {
    "hint": "The cosmic sound or vibration, often chanted in meditation",
    "originalWord": "Om"
  },
  {
    "hint": "A major energy channel in the human body, also known as the sun channel",
    "originalWord": "Pingala"
  },
  {
    "hint": "A poet and mystic known for his devotion to Krishna, part of the Bhakti movement",
    "originalWord": "Surdas"
  },
  {
    "hint": "The warrior from Mahabharata known for his loyalty to Duryodhana",
    "originalWord": "Karna"
  },
  {
    "hint": "The sacred river where many Hindu rituals take place",
    "originalWord": "Ganga"
  },
  {
    "hint": "The Lord of destruction and transformation in Hinduism",
    "originalWord": "Shiva"
  },
  {
    "hint": "The beloved devotee of Krishna, often depicted dancing with him",
    "originalWord": "Radha"
  },
  {
    "hint": "The concept of duty and righteousness, central to Indian spiritual traditions",
    "originalWord": "Dharma"
  },
  {
    "hint": "The chakra located at the heart, symbolizing love and compassion",
    "originalWord": "Anahata"
  },
  {
    "hint": "The epic where the Pandavas fight the Kauravas",
    "originalWord": "Mahabharata"
  },
  {
    "hint": "The poet-saint of the Bhakti movement, known for his hymns on God’s grace",
    "originalWord": "Ravidas"
  },
  {
    "hint": "The major energy channel on the left side of the body in yoga",
    "originalWord": "Ida"
  },
  {
    "hint": "The Hindu god of wisdom, remover of obstacles",
    "originalWord": "Ganesha"
  },
  {
    "hint": "A highly revered teacher in Indian tradition, also known as the dispeller of darkness",
    "originalWord": "Guru"
  },
  {
    "hint": "The key figure of the Ramayana, who embodies dharma and virtue",
    "originalWord": "Rama"
  },
  {
    "hint": "The celestial charioteer who delivered the Gita to Arjuna",
    "originalWord": "Krishna"
  },
  {
    "hint": "A Jain spiritual leader who founded the Jain religion",
    "originalWord": "Mahavira"
  },
  {
    "hint": "The goddess of time and destruction, often depicted with a fierce form",
    "originalWord": "Kali"
  },
  {
    "hint": "The state of liberation from the cycle of birth and rebirth in Indian spiritual traditions",
    "originalWord": "Moksha"
  },
  {
    "hint": "A figure from Indian mythology known for his cosmic dance",
    "originalWord": "Nataraja"
  },
  {
    "hint": "The war where Krishna serves as Arjuna’s charioteer",
    "originalWord": "Kurukshetra"
  },
  {
    "hint": "The king of Ayodhya and father of Rama in the Ramayana",
    "originalWord": "Dasharatha"
  },
  {
    "hint": "The chakra located at the throat, symbolizing communication and expression",
    "originalWord": "Vishuddhi"
  },
  {
    "hint": "The chakra located at the crown of the head, representing spiritual awakening",
    "originalWord": "Sahasrara"
  },
  {
    "hint": "A goddess known for destruction and transformation",
    "originalWord": "Durga"
  },
  {
    "hint": "The son of the wind god, known for his loyalty to Rama",
    "originalWord": "Hanuman"
  },
  {
    "hint": "A divine form of Vishnu in his fish incarnation",
    "originalWord": "Matsya"
  },
  {
    "hint": "A warrior princess from the Mahabharata, known for her role in Arjuna's life",
    "originalWord": "Draupadi"
  },
  {
    "hint": "A highly revered Buddhist spiritual leader",
    "originalWord": "Buddha"
  },
  {
    "hint": "The lord of death and justice in Hindu mythology",
    "originalWord": "Yama"
  },
  {
    "hint": "The Hindu goddess of fortune and prosperity",
    "originalWord": "Lakshmi"
  },
  {
    "hint": "The main pranic energy in the body",
    "originalWord": "Prana"
  },
  {
    "hint": "The path of selfless action in Indian philosophy",
    "originalWord": "Karma"
  },
  {
    "hint": "The warrior who led the Pandavas to victory in the Mahabharata",
    "originalWord": "Yudhishthira"
  },
  {
    "hint": "The ancient text containing the teachings of yoga and meditation",
    "originalWord": "Yoga"
  },
  {
    "hint": "A significant sage from the Mahabharata known for his wisdom",
    "originalWord": "Vyasa"
  },
  {
    "hint": "The essence of devotion and surrender in Bhakti philosophy",
    "originalWord": "Bhakti"
  },
  {
    "hint": "A holy text of the Hindu tradition, guiding moral conduct",
    "originalWord": "BhagavadGita"
  },
  {
    "hint": "An ancient scripture containing hymns and rituals for worship",
    "originalWord": "Veda"
  },
  {
    "hint": "A revered saint known for his poetry and devotion to Rama",
    "originalWord": "Tulsidas"
  },
  {
    "hint": "The deity worshipped for strength and power, often depicted as a blue-skinned figure",
    "originalWord": "Vishnu"
  },
  {
    "hint": "The mystical energy believed to flow through all living things",
    "originalWord": "Shakti"
  },
  {
    "hint": "The state of profound insight and understanding in spiritual practice",
    "originalWord": "Jnana"
  },
  {
    "hint": "The practice of offering oneself and one's actions to a higher power",
    "originalWord": "Surrender"
  },
  {
    "hint": "A significant energy center in yoga located at the base of the spine",
    "originalWord": "Muladhara"
  },
  {
    "hint": "A type of meditation that focuses on a particular thought or object",
    "originalWord": "Dhyana"
  },
  {
    "hint": "The ultimate reality in Indian philosophy, often considered the source of creation",
    "originalWord": "Brahman"
  },
  {
    "hint": "A form of divine consciousness, often associated with the creator deity",
    "originalWord": "Ishvara"
  },
  {
    "hint": "A well-known text of the Bhakti movement emphasizing devotion",
    "originalWord": "Ramcharitmanas"
  },
  {
    "hint": "A spiritual practice that involves the chanting of sacred sounds",
    "originalWord": "Mantra"
  },
  {
    "hint": "The principle of non-violence, central to many Indian philosophies",
    "originalWord": "Ahimsa"
  },
  {
    "hint": "The state of being free from attachment and desire",
    "originalWord": "Nirvana"
  },
  {
    "hint": "The deity often depicted as the preserver of the universe",
    "originalWord": "Vishnu"
  },
  {
    "hint": "The epic poem recounting the story of Lord Rama",
    "originalWord": "Ramayana"
  },
  {
    "hint": "The festival marking the arrival of spring, celebrated with colors",
    "originalWord": "Holi"
  },
  {
    "hint": "A sacred site for meditation and spiritual practice in the Himalayas",
    "originalWord": "Badrinath"
  },
  {
    "hint": "A state of spiritual enlightenment and ultimate realization",
    "originalWord": "Kaivalya"
  },
  {
    "hint": "A powerful force believed to be responsible for creation and destruction",
    "originalWord": "Prakriti"
  },
  {
    "hint": "The Indian sage known for establishing the philosophy of Vedanta",
    "originalWord": "AdiShankaracharya"
  },
  {
    "hint": "The ultimate goal of life in Hindu philosophy, representing liberation",
    "originalWord": "Moksha"
  },
  {
    "hint": "The philosophical concept of unity and oneness in diversity",
    "originalWord": "Advaita"
  },
  {
    "hint": "The art of living in harmony with oneself and the universe",
    "originalWord": "Santosh"
  },
  {
    "hint": "The ancient text of wisdom attributed to the sage Vyasa",
    "originalWord": "Puranas"
  },
  {
    "hint": "The feminine aspect of divine energy in Hinduism",
    "originalWord": "Shakti"
  },
  {
    "hint": "The eternal soul in Indian philosophy, believed to be indestructible",
    "originalWord": "Atman"
  },
  {
    "hint": "The journey of the soul through various lifetimes until liberation",
    "originalWord": "Samsara"
  },
  {
    "hint": "The Sanskrit term for a spiritual teacher or master",
    "originalWord": "Guru"
  },
  {
    "hint": "A significant river in India considered sacred and holy",
    "originalWord": "Yamuna"
  },
  {
    "hint": "The goddess of destruction, transformation, and empowerment",
    "originalWord": "Durga"
  },
  {
    "hint": "The city known for its spiritual significance and yoga traditions",
    "originalWord": "Varanasi"
  },
  {
    "hint": "The sacred syllable that represents the essence of the universe",
    "originalWord": "Aum"
  },
  {
    "hint": "A philosophical system focusing on ethics and duty in life",
    "originalWord": "Samkhya"
  },
  {
    "hint": "A revered spiritual leader and social reformer from India",
    "originalWord": "Ramakrishna"
  },
  {
    "hint": "A path of devotion and love towards God, as taught by saints",
    "originalWord": "Bhakti"
  },
  {
    "hint": "The inner voice or intuition guiding one towards truth",
    "originalWord": "Buddhi"
  },
  {
    "hint": "The spiritual path of wisdom and knowledge leading to liberation",
    "originalWord": "Jnana"
  },
  {
    "hint": "The sacred space for meditation and spiritual practices",
    "originalWord": "Ashram"
  },
  {
    "hint": "A significant form of yoga emphasizing physical postures and breath control",
    "originalWord": "Kriya"
  },
  {
    "hint": "The consciousness that pervades all beings and the universe",
    "originalWord": "Brahman"
  },
  {
    "hint": "A state of inner peace and tranquility achieved through meditation",
    "originalWord": "Shanti"
  },
  {
    "hint": "A major figure in the Bhakti movement known for his devotion to Krishna",
    "originalWord": "Chaitanya"
  },
  {
    "hint": "The philosophy of non-dualism emphasizing unity with the divine",
    "originalWord": "AdvaitaVedanta"
  },
  {
    "hint": "The practice of engaging in selfless service for others",
    "originalWord": "Seva"
  },
  {
    "hint": "The divine play of creation and destruction in the universe",
    "originalWord": "Lila"
  },
  {
    "hint": "The sacred river that flows through the Indian subcontinent",
    "originalWord": "Sindhu"
  },
  {
    "hint": "The mother goddess representing fertility and abundance",
    "originalWord": "Prithvi"
  },
  {
    "hint": "The festival celebrating the victory of good over evil",
    "originalWord": "Navaratri"
  },
  {
    "hint": "A revered sage known for his teachings on spirituality and ethics",
    "originalWord": "Vasishtha"
  },
  {
    "hint": "The holy place of pilgrimage associated with Lord Shiva",
    "originalWord": "Kedarnath"
  },
  {
    "hint": "A major deity in Hinduism associated with creation and preservation",
    "originalWord": "Brahma"
  },
  {
    "hint": "A key figure in the Ramayana known for his wisdom and guidance",
    "originalWord": "Vishwamitra"
  },
  {
    "hint": "The ancient practice of breathing techniques for energy control",
    "originalWord": "Pranayama"
  },
  {
    "hint": "A festival celebrating the harvest and the bond between humans and nature",
    "originalWord": "Pongal"
  },
  {
    "hint": "The philosophical concept representing balance and harmony in life",
    "originalWord": "Samatva"
  },
  {
    "hint": "The ancient spiritual text describing the path of yoga",
    "originalWord": "YogaSutras"
  },
  {
    "hint": "The sacred syllable representing the essence of creation and existence",
    "originalWord": "Omkar"
  },
  {
    "hint": "A spiritual leader known for his contributions to philosophy and ethics",
    "originalWord": "Ravidas"
  },
  {
    "hint": "The cosmic principle of universal order and righteousness",
    "originalWord": "Rta"
  },
  {
    "hint": "A significant energy center in the human body, often associated with intuition",
    "originalWord": "Ajna"
  },
  {
    "hint": "The spiritual force driving the universe and all life forms",
    "originalWord": "Shakti"
  },
  {
    "hint": "The practice of withdrawing the senses to focus inwardly during meditation",
    "originalWord": "Pratyahara"
  },
  {
    "hint": "A revered poet-saint known for his love and devotion to God",
    "originalWord": "Namdev"
  },
  {
    "hint": "A term referring to the liberation of the soul from material existence",
    "originalWord": "Mukti"
  },
  {
    "hint": "A powerful form of worship involving devotion to a deity or guru",
    "originalWord": "Puja"
  },
  {
    "hint": "The highest state of spiritual realization and consciousness",
    "originalWord": "Ananda"
  },
  {
    "hint": "The ancient Indian philosophy focusing on knowledge and understanding of reality",
    "originalWord": "Nyaya"
  },
  {
    "hint": "A form of devotional singing and chanting in the Bhakti tradition",
    "originalWord": "Kirtan"
  },
  {
    "hint": "The eternal cycle of birth, life, and rebirth in Hindu philosophy",
    "originalWord": "Samsara"
  },
  {
    "hint": "The fundamental nature of reality and existence in Advaita philosophy",
    "originalWord": "Tattva"
  },
  {
    "hint": "A revered spiritual figure known for his teachings on meditation",
    "originalWord": "Patanjali"
  },
  {
    "hint": "The supreme reality beyond the physical world, as per Hindu philosophy",
    "originalWord": "Parabrahman"
  },
  {
    "hint": "The spiritual path that emphasizes love and devotion towards God",
    "originalWord": "BhaktiMarg"
  },
  {
    "hint": "The process of self-inquiry leading to self-realization and truth",
    "originalWord": "AtmaVichara"
  },
  {
    "hint": "A significant deity in the Bhakti movement, often worshipped as a divine child",
    "originalWord": "BalGopal"
  },
  {
    "hint": "The philosophical inquiry into the nature of reality and existence",
    "originalWord": "Darshan"
  },
  {
    "hint": "The highest state of consciousness, often experienced during deep meditation",
    "originalWord": "Samadhi"
  },
  {
    "hint": "A key figure in the Bhakti movement known for his deep love for Krishna",
    "originalWord": "Nimbarka"
  },
  {
    "hint": "A sacred act of surrendering oneself completely to the divine",
    "originalWord": "BhaktiYog"
  },
  {
    "hint": "The process of purification and sanctification in spiritual practices",
    "originalWord": "Shuddhi"
  },
  {
    "hint": "The deity of love and desire in Hindu tradition, often depicted with a bow",
    "originalWord": "Kamadeva"
  },
  {
    "hint": "The cycle of creation, preservation, and destruction in the universe",
    "originalWord": "Trimurti"
  },
  {
    "hint": "The sacred sound believed to embody the universe and its vibrations",
    "originalWord": "Nada"
  },
  {
    "hint": "The act of meditation focused on a specific thought or concept",
    "originalWord": "Dhyana"
  },
  {
    "hint": "The sacred text that outlines the principles of Dharma and Artha",
    "originalWord": "Manusmriti"
  },
  {
    "hint": "A divine manifestation of Lord Vishnu as a protector",
    "originalWord": "Varaha"
  },
  {
    "hint": "A vital force that sustains life and existence in all beings",
    "originalWord": "PranaShakti"
  },
  {
    "hint": "The philosophy emphasizing devotion and love for the divine",
    "originalWord": "BhaktiPhilosophy"
  },
  {
    "hint": "The sacred geometry representing the universe and the divine",
    "originalWord": "SriYantra"
  },
  {
    "hint": "The principle of duality and non-duality in Indian philosophy",
    "originalWord": "AdvaitaDvaita"
  },
  {
    "hint": "A term for the spiritual practices that aim to realize the self",
    "originalWord": "Sadhana"
  },
  {
    "hint": "A festival celebrating the birth of Krishna, marked by joy and devotion",
    "originalWord": "Janmashtami"
  },
  {
    "hint": "The cosmic form of Krishna, representing the infinite nature of divinity",
    "originalWord": "Vishvarupa"
  },
  {
    "hint": "The spiritual essence that connects all living beings in the universe",
    "originalWord": "Anima"
  },
  {
    "hint": "The ultimate aim of spiritual practices in Hinduism, representing liberation",
    "originalWord": "Kaivalya"
  },
  {
    "hint": "The nature of the divine as a creator and sustainer of the universe",
    "originalWord": "Ishvara"
  },
  {
    "hint": "A major form of worship in Hinduism involving rituals and prayers",
    "originalWord": "Yajna"
  },
  {
    "hint": "The act of meditation and self-realization leading to enlightenment",
    "originalWord": "Sadhana"
  },
  {
    "hint": "The essence of being in unity with the divine consciousness",
    "originalWord": "Advaita"
  },
  {
    "hint": "The supreme state of bliss and spiritual fulfillment",
    "originalWord": "Ananda"
  },
  {
    "hint": "A form of devotional singing that expresses love for the divine",
    "originalWord": "Bhajan"
  },
  {
    "hint": "The spiritual teacher who guides students on the path to enlightenment",
    "originalWord": "Acharya"
  },
  {
    "hint": "The principle of selfless action, central to the teachings of the Gita",
    "originalWord": "KarmaYoga"
  },
  {
    "hint": "A spiritual teacher revered for his teachings on love and compassion",
    "originalWord": "Aurobindo"
  },
  {
    "hint": "The sacred text of the ancient Indian scriptures, focusing on knowledge",
    "originalWord": "Upanishad"
  },
  {
    "hint": "A form of yoga that emphasizes physical and mental discipline",
    "originalWord": "Ashtanga"
  },
  {
    "hint": "The eternal cycle of birth, life, and death in spiritual traditions",
    "originalWord": "Samsara"
  },
  {
    "hint": "A significant sage in Indian philosophy known for his contributions to Vedanta",
    "originalWord": "Ramanuja"
  },
  {
    "hint": "The essence of the universe and the ultimate reality in Hindu philosophy",
    "originalWord": "Brahman"
  },
  {
    "hint": "The warrior princess of the Mahabharata, known for her strength and wisdom",
    "originalWord": "Draupadi"
  },
  {
    "hint": "The concept of surrendering oneself to the divine will",
    "originalWord": "Bhakti"
  },
  {
    "hint": "The spiritual teacher who imparts knowledge and wisdom to students",
    "originalWord": "Guru"
  },
  {
    "hint": "The consciousness that transcends individual existence, embodying the universe",
    "originalWord": "Paramatma"
  },
  {
    "hint": "The path of knowledge leading to self-realization and truth",
    "originalWord": "JnanaMarg"
  },
  {
    "hint": "The philosophy emphasizing self-discipline and ethical conduct in life",
    "originalWord": "Yama"
  },
  {
    "hint": "The river considered the holiest in Hinduism, flowing through India",
    "originalWord": "Ganges"
  },
  {
    "hint": "A vital center of energy in the body associated with intuition",
    "originalWord": "Ajna"
  },
  {
    "hint": "The deity associated with wisdom, often depicted with a book",
    "originalWord": "Saraswati"
  },
  {
    "hint": "A sacred mantra believed to connect the individual soul with the divine",
    "originalWord": "Gayatri"
  },
  {
    "hint": "The principle of balance and harmony in nature and human life",
    "originalWord": "YinYang"
  },
  {
    "hint": "The supreme consciousness that pervades everything in the universe",
    "originalWord": "Brahman"
  },
  {
    "hint": "The process of engaging in selfless service for the benefit of others",
    "originalWord": "Seva"
  },
  {
    "hint": "The sacred scriptures that form the foundation of Hindu philosophy",
    "originalWord": "Vedas"
  },
  {
    "hint": "A key figure in the Bhakti movement known for his teachings on love and devotion",
    "originalWord": "Meera"
  },
  {
    "hint": "A divine being worshipped for prosperity and abundance",
    "originalWord": "Lakshmi"
  },
  {
    "hint": "A sacred act of offering to the divine, often involving food or flowers",
    "originalWord": "Puja"
  },
  {
    "hint": "The ancient wisdom guiding human life and existence in harmony with nature",
    "originalWord": "Dharma"
  },
  {
    "hint": "A state of union with the divine consciousness, experienced during deep meditation",
    "originalWord": "Samadhi"
  },
  {
    "hint": "The deity representing love, devotion, and compassion",
    "originalWord": "Radha"
  },
  {
    "hint": "The teachings of the spiritual leaders and their path of truth",
    "originalWord": "DharmaShastra"
  },
  {
    "hint": "The festival celebrating the victory of good over evil, marked by lights",
    "originalWord": "Diwali"
  },
  {
    "hint": "The unchanging essence of the self in contrast to the temporary physical body",
    "originalWord": "Atman"
  },
  {
    "hint": "A holy place where spiritual teachings are imparted",
    "originalWord": "Ashram"
  },
  {
    "hint": "The process of realizing the self through meditation and contemplation",
    "originalWord": "SelfRealization"
  },
  {
    "hint": "A significant sage from the Bhakti movement known for his love for Krishna",
    "originalWord": "Chaitanya"
  },
  {
    "hint": "The goddess of knowledge and the arts, revered in Hindu tradition",
    "originalWord": "Saraswati"
  },
  {
    "hint": "A revered teacher in the Bhakti movement known for his hymns",
    "originalWord": "Namdev"
  },
  {
    "hint": "The practice of ritualistic worship and offerings to deities",
    "originalWord": "Aradhana"
  },
  {
    "hint": "The spiritual essence connecting all beings and the universe",
    "originalWord": "Akasha"
  },
  {
    "hint": "The term used to describe the ultimate reality in spiritual traditions",
    "originalWord": "Tattva"
  },
  {
    "hint": "The river considered sacred and a source of purity in Hinduism",
    "originalWord": "Ganga"
  }
]
